{
  "people": [
    {
      "id": 1,
      "name": "Пилип",
      "surname": "Коновал",
      "img_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Arthur_Ambrose_McEvoy_-_Official_Portrait_of_Filip_Konowal.jpg/800px-Arthur_Ambrose_McEvoy_-_Official_Portrait_of_Filip_Konowal.jpg",
      "description": "Пили́п (Филип) Конова́л (15 вересня, 1888, Кутківці, Подільська губернія (нині — Кам'янець-Подільський район Хмельницької області) — 3 червня, 1959, Галл, Квебек) — українсько-канадський військовик, єдиний українець-кавалер Хреста Вікторії, найвищої та найпочеснішої нагороди за мужність перед лицем ворога, якою можуть бути нагороджені солдати з країн, підлеглих Британській короні.[1]\n\nЄ покровителем Відділення 360 (Відділення Коновала) Королівського Канадського Легіону в Торонто.\n\nКоновалу було 28 років, коли в ранзі капрала він отримав призначення в спеціально сформований в Британській Колумбії для участі в бойових діях Першої світової війни 47-й Батальйон Канадських експедиційних сил. За прявлений героїзм під час Битви за висоту 70 в Ленсі (Франція) в період з 22 серпня по 24 серпня 1917, Пилип Коновал отримав Хрест Вікторії:\n\nNo. 144039 A./Cpl. Filip Konowal, Can. Inf. За видатну відвагу та ініціативу під час командування відділенням під час наступу. Перед його відділенням стояло важке завдання зачистки бліндажів та кулеметних гнізд. Під його вправним командуванням відділення успішно придушило будь-який ворожий опір, завдавши ворогові значних втрат. В одному бліндажі він особисто заколов в рукопашному бою трьох ворогів та один атакував сімох інших у воронці, вбивши всіх сімох.\nПід час наступу, кулемет на правому фланзі стримував просування, завдаючи відділенню значних втрат. Капрал Коновал кинувся вперед та ввірвався в дот, знищив кулеметну залогу та забрав кулемет із собою.\n\nНаступного дня він знову самостійно атакував інше кулеметне гніздо, знищив залогу із трьох чоловік, кулемет та дот гранатами.\n\nЦей унтер-офіцер самотужки знищив щонайменше шістнадцять ворогів, та доблесно бився протягом двох днів наступу аж до свого важкого поранення[3].\n\n"
    }
  ]
}